
[
    {
      "d_id":"1",
      "d_title":"English Grammar Crash Course",
      "d_details":"প্রচলিত নিয়মে ইংরেজি গ্রামার মনে রাখতে স্ট্রাগল করতে হয় কম-বেশি আমাদের সবারই। খুব সহজ টেকনিকে এবং প্র্যাকটিকাল উদাহরণের মাধ্যমে গ্রামারের রুলসগুলো মনে রাখতে টেন মিনিট স্কুল নিয়ে এলো English Grammar Crash Course.স্কুল-কলেজ থেকে গ্রামারের বেসিক মজবুত থাকলে যেকোনো ইংরেজি পরীক্ষায় ভালো নম্বর পাওয়া যায়। এছাড়াও কিছু বিশ্ববিদ্যালয়ের ভর্তি পরীক্ষায় চান্স পেতে ইংরেজিতে নূন্যতম মার্কস পেতেই হয়। প্রতিযোগিতামূলক চাকরির পরীক্ষায়ও কনফিউজিং ইংলিশ গ্রামার রুলস থেকে প্রশ্ন আসে। তাই সব পর্যায়ের ছাত্রের জন্যেই ভীষণ জরুরি ইংরেজি গ্রামার -এ ভালো হওয়া। আমাদের “English Grammar Crash Course”-এর কোর্স ম্যাটেরিয়ালগুলোর সাহায্যে গ্রামারের কোনো রুলস মুখস্থ না রেখেই বাস্তব জীবনে প্রয়োগ শেখা যাবে। বেসিক ইংরেজি গ্রামার যেমন: Noun, Pronoun, Articles, Right Forms of Verbs, Gerunds, Tense, ইত্যাদি ছাড়াও জটিল বিষয়, যেমন: Modals, Subjunctives, Inclusives, Redundancies ইত্যাদি শিখতে পারবেন সহজ পদ্ধতিতে। আর ইংলিশ গ্রামার নিয়মে দক্ষ হয়ে উঠলেই ইংরেজি ভাষায় কথা বলা ও উচ্চারণের একটি দৃঢ় ভিত্তি তৈরি হবে। ঘরে বসেই মাত্র ২৫ ঘণ্টার এই কোর্সটিতে মুক্তি মিলবে জটিল ধাঁধার মতো গ্রামারের রুলসগুলো থেকে। আজ থেকেই আপনার ইংরেজি গ্রামার দক্ষতায় আরও আত্মবিশ্বাসী হয়ে উঠতে ভর্তি হোন এখনই।",
      "d_pic":"https://cdn.10minuteschool.com/lg/images/Thumbnails/English-Grammar-Crash-Course-Course-Thumbnail.jpg",
      "d_hours": "36",
      "price":"70",
      "rating":"4.9"
    },
    {
      "d_id": "2",
      "d_title": "English Writing for Students",
      "d_details": "প্রতি বছর মাধ্যমিক ও উচ্চ মাধ্যমিক পর্যায়ে বিপুল সংখ্যক শিক্ষার্থী ইংরেজিতে আশানুরূপ ফলাফল পায় না। তাদের মধ্যে অধিকাংশ শিক্ষার্থী ইংরেজি লেখায় দুর্বলতা থাকার কারণে ইংরেজি পরীক্ষায় Paragraph বা Essay Writing অংশে কম নম্বর পায়। ভুল শব্দের ব্যবহার, গ্রামারের নিয়ম মেনে বাক্য গঠনে দুর্বলতা এবং লেখার সঠিক কৌশল না জানার কারণে পরবর্তীতে শিক্ষার্থীদের বিশ্ববিদ্যালয় জীবন এবং কর্মজীবনেও সমস্যার সম্মুখীন হতে হয়। আপনি কি কখনও ভেবে দেখেছেন কেন প্রতি বছর বিশ্ববিদ্যালয় ভর্তি পরীক্ষায় শিক্ষার্থীরা ইংরেজি বিষয়ে ন্যূনতম নম্বর পায় না? অনেক শিক্ষার্থী নিজের চিন্তাভাবনা গুছিয়ে অর্থপূর্ণ বাক্যে ইংরেজিতে লিখতে পারে না বলেই তীব্র প্রতিদ্বন্দ্বিতাপূর্ণ এই পরীক্ষাগুলোতে পিছিয়ে পড়ে। এই শিক্ষার্থীদের সাহায্য করতেই একটি সহজ গাইডলাইন হিসেবে টেন মিনিট স্কুল নিয়ে এসেছে “English Writing for Students” কোর্স। যারা একাডেমিক কিংবা ভর্তি পরীক্ষায় ভালো পারফর্ম করতে চায় তাদেরকে সঠিক ব্যাকরণ মেনে বিশুদ্ধ ইংরেজিতে লেখা শিখতে সাহায্য করবে এই কোর্সটি। এই কোর্সটি শুরু করা হয়েছে একদম বেসিক পর্যায় থেকে। কীভাবে Sentence গঠন করতে হয় তা থেকে শুরু করে কীভাবে Tense, Parts of Speech, Sentence, Voice-সহ প্রয়োজনীয় ব্যাকরণগত নিয়মগুলো মেনে আত্মবিশ্বাসের সাথে নির্ভুল ইংরেজি বাক্য লিখতে হয় তা শিখতে পারবেন এই কোর্সটিতে। এই কোর্সটি শেষ করার পর আপনি সহজেই অনুচ্ছেদ, প্রবন্ধ ইত্যাদি তৈরি করতে সক্ষম হবেন। তাই আজই এনরোল করে ইংরেজি লেখার নিয়ম শিখে হয়ে যান একজন English Writing Hero!",
      "d_pic": "https://cdn.10minuteschool.com/lg/images/skills/Updated_Thumbnail_v3/english_writing_course_thumbnail_16x9.jpg",
      "d_hours": "45",
      "price":"980",
      "rating":"4.7"
    },
    
    {
      "d_id": "3",
      "d_title": "সবার জন্য Vocabulary",
      "d_details": "দুই পাতা ইংরেজি পড়তে গিয়ে চার পাঁচবার ডিকশনারি খুলে অর্থ খুঁজতে খুঁজতে কি আপনি ক্লান্ত? ইংরেজিতে লিখতে গিয়ে বুঝতে পারেন না কখন কোন শব্দ ব্যবহার করতে হবে? সঠিক শব্দ ব্যবহার করে ইংরেজিতে কথা বলার সহজ উপায় খুজছেন? সব মিলিয়ে, আপনি কি আপনার ভোকাবুলারি স্কিল নিয়ে চিন্তিত? তাহলে টেন মিনিট স্কুলের 'সবার জন্য ভোকাবুলারি' কোর্সটি আপনার জন্যই। কথোপকথন কিংবা অফিসের কাজে ইংরেজি আমাদের প্রধান ভাষা না হওয়ায় স্বাভাবিকভাবেই ইংরেজি ভোকাবুলারিতে অনেকের দুর্বলতা থাকে। এর ফলে আমরা প্রায় সময় ইংরেজি কথোপকথন, বক্তৃতা বা প্রেজেন্টেশন দিতে গিয়ে শব্দ খুঁজে পেতে অস্বস্তিবোধ করি। এছাড়াও, ভোকাবুলারি স্কিল ভালো হলে বিভিন্ন প্রতিযোগিতামূলক পরীক্ষায় এগিয়ে থাকা যায়। তাই, এই কোর্সটি এমনভাবে সাজানো হয়েছে যাতে যেকোনো বয়সের শিক্ষার্থী নিজের ইংরেজি ভোকাবুলারির ভিত শক্ত করতে পারেন। কোর্সটিতে ইনস্ট্রাক্টর হিসেবে থাকছেন অক্সফোর্ড বিশ্ববিদ্যালয় থেকে Applied Linguistics and Second Language Acquisition বিষয়ে পড়াশোনা শেষ করা মুনজেরিন শহীদ। নিজের ইংরেজি ভোকাবুলারি উন্নত করতে আজই এনরোল করুন “সবার জন্য Vocabulary” কোর্সে। ইংরেজিতে কথা বলার জন্য প্রয়োজনীয় শব্দ শিখুন, আপনার ইংরেজি শব্দভান্ডার সমৃদ্ধ করুন এবং অল্প সময়ের মধ্যেই শব্দগুলো প্রয়োগ করা শিখুন।এই কোর্সে যা যা থাকছে: দ্রুত ও সহজ পদ্ধতিতে ইংরেজি শব্দ আয়ত্ত করার কৌশল ও ইংরেজিতে কথা বলার সহজ উপায়। নতুন শেখা শব্দ প্রয়োগ করার নিয়ম। ইংরেজি কথোপকথনে দক্ষ হওয়ার কৌশল। বাক্যগঠনে সঠিক শব্দ ব্যবহার করার নিয়ম। এই কোর্সটি যাদের জন্য যারা ইংরেজিতে ভালো লিখতে পারেন কিন্তু স্ট্রং ভোকাবুলারির অভাবে প্রাপ্য মনোযোগ আকর্ষণ করতে পারেন না। যাদের মধ্যে নতুন ইংরেজি শব্দ শেখার ও দৈনন্দিন জীবনে প্রয়োগ করার আগ্রহ রয়েছে। যারা কথোপকথনে অপরিচিত ইংরেজি শব্দ ব্যবহার করতে ভয় পান কিংবা সংকোচবোধ করেন।আত্মীয়স্বজন, বন্ধুবান্ধব, কলিগ কিংবা ক্লায়েন্টের সাথে ইংরেজি কথোপকথনে যারা নতুন শব্দ ব্যবহার করে নিজেকে স্মার্ট ও দক্ষভাবে উপস্থাপন করতে চায়।",
      "d_pic": "https://cdn.10minuteschool.com/lg/images/Thumbnails/Shobar-jonno-vocabulary-Course-Thumbnail.jpg",
      "d_hours": "40",
      "price":"999",
      "rating":"4.9"
    },
    {
      "d_id": "4",
      "d_title": "সুন্দর ও দ্রুত বাংলা হাতের লেখা",
      "d_details": "আপনি কি আপনার সন্তানের বাংলা হাতের লেখা নিয়ে চিন্তিত? সন্তানের হাতের লেখা কীভাবে সুন্দর করবেন তার একটি সহজ সমাধান খুঁজছেন? হাতের লেখা সুন্দর হলে পরীক্ষার খাতায় যেমন ভালো প্রভাব পড়ে, তেমনি সুন্দর ও দ্রুত হাতের লেখা আপনার ব্যক্তিত্বে এক ভিন্ন মাত্রা যোগ করে। আপনার সন্তানের হাতের লেখা সহজভাবে ও খেলার ছলে সুন্দর করার জন্য টেন মিনিট স্কুল নিয়ে এসেছে সুন্দর ও দ্রুত বাংলা হাতের লেখা কোর্স!এই কোর্স আপনার সন্তানের বাংলা হাতের লেখা নিয়ে সকল সমস্যার কার্যকর সমাধান হিসেবে কাজ করবে। কোর্সটি বিশেষভাবে বাচ্চাদের বাংলা হাতের লেখার দক্ষতা বৃদ্ধির জন্য তৈরি করা হয়েছে, যাতে তারা হাতের লেখায় দক্ষতা অর্জনের জন্য যা কিছু করা দরকার তা একদম শুরু থেকেই বুঝতে পারে এবং একই সাথে বাংলা হাতের লেখা চর্চা করতে পারে। তাই আপনার সন্তানের হাতের লেখা সুন্দর করতে এবং হাতের লেখায় তাদের দক্ষ করে তুলতে এখনই তাদের এনরোল করে ফেলুন এই কোর্সে।",
      "d_pic": "https://cdn.10minuteschool.com/lg/images/skills/Updated_Thumbnail_v3/ut_bangla_hw.jpg",
      "d_hours": "48",
      "price":"550",
      "rating":"5"
    },
    {
      "d_id": "5",
      "d_title": "Facebook Marketing",
      "d_details": "ডিজিটাল মার্কেটিং সেক্টরের একটি বিশাল অংশ দখল করে রেখেছে ফেসবুক মার্কেটিং। বাংলাদেশে সবচেয়ে বেশি ব্যবহারকারী রয়েছে এই সোশ্যাল মিডিয়া সাইটে। তাই আপনি যে ব্যবসাই করুন না কেন, নিশ্চিতভাবে ধরে নিতে পারেন, আপনার টার্গেট কাস্টমারের একটা বিরাট অংশ দিনের একটা উল্লেখযোগ্য পরিমাণ সময় ফেসবুকে কাটায়। আপনি যদি একজন ব্যবসায়ী বা উদ্যোক্তা হন, তবে আপনার কাস্টমারদের সাথে কার্যকর যোগাযোগের সর্বোত্তম মাধ্যম হলো ফেসবুক। সোশ্যাল মিডিয়ায় ব্র্যান্ডের অবস্থান শক্ত করতে সঠিক প্রোডাক্ট আর মূল্য নির্ধারণের পাশাপাশি আপনার জানা প্রয়োজন: সঠিকভাবে ফেসবুকের অ্যালগরিদম-ফ্রেন্ডলি কনটেন্ট কিভাবে বানাতে হয়? কিভাবে অল্প পরিশ্রম ও স্বল্প সময়ে কনটেন্ট re-purposing করতে হয়? কিভাবে ফেসবুকের মার্কেটিং স্ট্র্যাটেজি তৈরি করতে হয়? কী করে অর্গানিক রিচ বাড়াতে হয়? কিভাবে ফেসবুকে অ্যাড রান করাতে হয়? কিভাবে বুদ্ধিদীপ্তভাবে নিজের ব্র্যান্ডকে প্রতিযোগী ব্র্যান্ডের থেকে সুরক্ষিত রাখতে হয়? আপনার অনলাইন ব্র্যান্ডের ফেসবুক উপস্থিতিকে সফল করার যাত্রায় আপনাকে সাহায্য করতেই টেন মিনিট স্কুলের “Facebook Marketing” কোর্স। কোর্সটি ডিজাইন করেছেন ডিজিটাল মার্কেটিং বিষয়ে ইন্ডাস্ট্রি এক্সপার্ট আয়মান সাদিক এবং সাদমান সাদিক।আজই এনরোল করুন এবং মাত্র ২৫ ঘণ্টায় হয়ে উঠুন ফেসবুক মার্কেটিং-এ এক্সপার্ট! ",
      "d_pic": "https://cdn.10minuteschool.com/lg/images/skills/Updated_Thumbnail_v3/fb_marketing_update2_thumbnail.jpg",
      "d_hours": "25",
      "price": "1250",
      "rating":"4.9"
    },
    {
      "d_id": "6",
      "d_title": "Study Smart",
      "d_details": "অমুক প্রতিদিন আট ঘন্টা পড়াশোনা করে, আমিও তো আট ঘন্টা পড়ি। তাও সে কেন পরীক্ষায় ফার্স্ট হয়, আর আমি হতে পারি না? - আপনার কি কখনো এরকম মনে হয়েছে? অথবা, সারারাত পড়ার টেবিলে থাকার পরেও পরীক্ষার হলে বসে পড়া মনে করতে পারছেন না - এমনটি হয়েছে? আমরা মনে করি কেবল বেশি বেশি পড়াশোনা করলেই রেজাল্ট ভালো হবে৷ কিন্তু স্টাডি হার্ড এর চেয়ে বেশি কার্যকর এবং গুরুত্বপূর্ণ হলো স্টাডি স্মার্ট। অর্থাৎ, সারাক্ষণ টেবিলে বসে ভুল নিয়মে পড়াশোনা করার চেয়ে, সঠিক নিয়মে সঠিক সময়ে পড়াশোনা করলে আপনি রেজাল্ট ভালো করতে পারবেন। এই স্মার্ট স্টাডির নিয়ম ও পড়াশোনার রুটিন দিয়ে সাহায্য করতেই টেন মিনিট স্কুল নিয়ে এসেছে 'Study Smart' কোর্সটি। এই কোর্সটিতে শেখানো হয়েছে পড়াশোনার নিয়ম, রুটিন করে কীভাবে পড়তে হয় এবং পড়াশোনা মনে রাখার উপায়। বাংলা ভাষায় প্রথমবারের মতো পড়াশোনার সঠিক নিয়মের সব খুঁটিনাটি একদম সহজ উপায়ে শেখাবেন হার্ভার্ড ইউনিভার্সিটির সিয়াম শহীদ নূর৷ এই কোর্সে যা যা থাকছে: দ্রুত পড়া শেষ করার কৌশল। অল্প পরিশ্রমেই দীর্ঘদিন পড়া মনে রাখার উপায়। নিয়মমাফিক পড়াশোনা করার কৌশল। পড়ালেখায় ঘাটতি তৈরি হলে সেই ঘাটতি থেকে বেরিয়ে আসার উপায়। সায়েন্টিফিকভাবে প্রোডাক্টিভিটি বাড়ানোর কৌশল।",
      "d_pic": "https://cdn.10minuteschool.com/lg/images/Thumbnails/Study-Smart-Course-Thumbnail.jpg",
      "d_hours": "35",
      "price": "999",
      "rating":"4.8"
    }
  ]